{
  "<unk>": 0,
  "<pad>": 1,
  "<s>": 2,
  "</s>": 3,
  "<emp>": 4,
  "<mask>": 5,
  "<bar>": 6,
  "<h>": 7,
  "position_0x00": 8,
  "position_0x16": 9,
  "position_0x25": 10,
  "position_0x33": 11,
  "position_0x50": 12,
  "position_0x66": 13,
  "position_0x75": 14,
  "position_0x83": 15,
  "position_1x00": 16,
  "position_1x16": 17,
  "position_1x25": 18,
  "position_1x33": 19,
  "position_1x50": 20,
  "position_1x66": 21,
  "position_1x75": 22,
  "position_1x83": 23,
  "position_2x00": 24,
  "position_2x16": 25,
  "position_2x25": 26,
  "position_2x33": 27,
  "position_2x50": 28,
  "position_2x66": 29,
  "position_2x75": 30,
  "position_2x83": 31,
  "position_3x00": 32,
  "position_3x16": 33,
  "position_3x25": 34,
  "position_3x33": 35,
  "position_3x50": 36,
  "position_3x66": 37,
  "position_3x75": 38,
  "position_3x83": 39,
  "position_4x00": 40,
  "position_4x16": 41,
  "position_4x25": 42,
  "position_4x33": 43,
  "position_4x50": 44,
  "position_4x66": 45,
  "position_4x75": 46,
  "position_4x83": 47,
  "position_5x00": 48,
  "position_5x16": 49,
  "position_5x25": 50,
  "position_5x33": 51,
  "position_5x50": 52,
  "position_5x66": 53,
  "position_5x75": 54,
  "position_5x83": 55,
  "position_6x00": 56,
  "position_6x16": 57,
  "position_6x25": 58,
  "position_6x33": 59,
  "position_6x50": 60,
  "position_6x66": 61,
  "position_6x75": 62,
  "position_6x83": 63,
  "position_7x00": 64,
  "position_7x16": 65,
  "position_7x25": 66,
  "position_7x33": 67,
  "position_7x50": 68,
  "position_7x66": 69,
  "position_7x75": 70,
  "position_7x83": 71,
  "position_8x00": 72,
  "position_8x16": 73,
  "position_8x25": 74,
  "position_8x33": 75,
  "position_8x50": 76,
  "position_8x66": 77,
  "position_8x75": 78,
  "position_8x83": 79,
  "position_9x00": 80,
  "position_9x16": 81,
  "position_9x25": 82,
  "position_9x33": 83,
  "position_9x50": 84,
  "position_9x66": 85,
  "position_9x75": 86,
  "position_9x83": 87,
  "[3 0 4 7]": 88,
  "[ 5  0  5 10]": 89,
  "[8 0 4 7]": 90,
  "[3 0 5 7]": 91,
  "[1 0 4 7]": 92,
  "[10  0  4  7]": 93,
  "[5 0 4 7]": 94,
  "[7 0 4 7]": 95,
  "[9 0 3 7]": 96,
  "[2 0 3 6]": 97,
  "[0 0 4 7]": 98,
  "[2 0 3 7]": 99,
  "[ 5  0  3  7 10]": 100,
  "[10  0  4  7 10]": 101,
  "[11  0  4  7]": 102,
  "[6 0 4 7]": 103,
  "[ 0  0  4  7 10]": 104,
  "[ 2  0  4  7 11 14]": 105,
  "[9 0 4 7]": 106,
  "[ 9  0  4  7  9 11 14]": 107,
  "[7 0 4 7 9]": 108,
  "[ 9  0  4  7 10]": 109,
  "[3 0 3 7]": 110,
  "[10  0  3  7]": 111,
  "[9 0 3 6]": 112,
  "[11  0  4  7 11 14]": 113,
  "[6 0 4 7 9]": 114,
  "[11  0  4  7 11]": 115,
  "[6 0 3 7]": 116,
  "[ 8  0  3  7 10]": 117,
  "[1 0 4 7 9]": 118,
  "[ 2  0  4  7 11]": 119,
  "[4 0 4 7]": 120,
  "[1 0 3 7]": 121,
  "[8 0 3 7]": 122,
  "[4 0 5 7]": 123,
  "[ 9  0  4  7 11]": 124,
  "[9 0 4 7 9]": 125,
  "[ 4  0  4  7 11]": 126,
  "[ 7  0  4  7 11]": 127,
  "[ 7  0  4  7 11 14]": 128,
  "[ 9  0  4  7  9 11]": 129,
  "[4 0 3 9]": 130,
  "[0 0 3 6]": 131,
  "[11  0  3  6]": 132,
  "[1 0 3 9]": 133,
  "[11  0  3  9]": 134,
  "[7 0 3 6]": 135,
  "[9 0 3 9]": 136,
  "[ 0  0  4  7 10 14]": 137,
  "[5 0 3 7]": 138,
  "[ 3  0  4  7 10 14 17]": 139,
  "[11  0  3  7]": 140,
  "[1 0 5 7]": 141,
  "[4 0 3 7 9]": 142,
  "[4 0 3 7 8]": 143,
  "[0 0 3 7]": 144,
  "[6 0 3 9]": 145,
  "[2 0 4 7 9]": 146,
  "[9 0 5 7]": 147,
  "[2 0 4 7]": 148,
  "[6 0 3 7 9]": 149,
  "[7 0 3 7]": 150,
  "[10  0  3  7  9]": 151,
  "[ 4  0  4  7 10]": 152,
  "[9 0 3 7 8]": 153,
  "[11  0  4  7 10]": 154,
  "[4 0 3 7]": 155,
  "[7 0 3 7 9]": 156,
  "[ 2  0  4  7 10]": 157,
  "[8 0 5 7]": 158,
  "[0 0 3 7 8]": 159,
  "[ 0  0  3  7 10]": 160,
  "[ 5  0  4  7 10]": 161,
  "[2 0 3 7 8]": 162,
  "[0 0 4 7 9]": 163,
  "[2 0 5 7]": 164,
  "[5 0 4 7 9]": 165,
  "[7 0 3 7 8]": 166,
  "[ 6  0  4  7 10]": 167,
  "[10  0  4  7  9]": 168,
  "[4 0 4 7 9]": 169,
  "[5 0 3 7 8]": 170,
  "[ 8  0  4  7 10]": 171,
  "[ 7  0  4  7 10]": 172,
  "[0 0 5 7]": 173,
  "[ 5  0  4  7  9 11 14]": 174,
  "[ 9  0  3  7  8 10]": 175,
  "[ 5  0  3  7 10 14]": 176,
  "[3 0 3 7 9]": 177,
  "[1 0 3 7 9]": 178,
  "[ 3  0  4  7 10]": 179,
  "[6 0 5 7]": 180,
  "[5 0 3 7 9]": 181,
  "[ 0  0  5 10]": 182,
  "[10  0  4  7 10 14 17]": 183,
  "[8 0 3 9]": 184,
  "[4 0 3 6]": 185,
  "[7 0 5 7]": 186,
  "[11  0  3  7  9]": 187,
  "[ 2  0  3  7  8 10]": 188,
  "[8 0 3 7 9]": 189,
  "[2 0 3 7 9]": 190,
  "[ 4  0  4  7 10 14 17]": 191,
  "[11  0  5  7]": 192,
  "[10  0  3  7  8]": 193,
  "[ 9  0  4  7  9 14 18]": 194,
  "[ 5  0  3  7 10 14 17]": 195,
  "[ 7  0  4  7 10 14 17]": 196,
  "[ 7  0  4  7  9 11 14]": 197,
  "[ 2  0  4  7  9 11 14]": 198,
  "[9 0 3 7 9]": 199,
  "[ 6  0  3  7  9 17]": 200,
  "[ 5  0  3  7  8 17]": 201,
  "[ 4  0  4  7  9 11]": 202,
  "[ 3  0  4  7 10 14]": 203,
  "[ 4  0  4  7  9 11 14 17]": 204,
  "[ 4  0  4  7 10 14]": 205,
  "[ 7  0  4  7  9 11]": 206,
  "[ 2  0  3  7  8 10 17]": 207,
  "[ 0  0  4  7  9 11 14]": 208,
  "[ 0  0  4  7 10 14 17]": 209,
  "[ 4  0  3  7  9 10 14 17]": 210,
  "[ 4  0  4  7  9 14 18]": 211,
  "[ 5  0  4  7  9 11]": 212,
  "[ 9  0  3  7  9 10 17]": 213,
  "[10  0  4  7 10 14]": 214,
  "[ 7  0  4  7 10 14]": 215,
  "[ 2  0  3  7  8 10 13 17]": 216,
  "[5 0 4 8]": 217,
  "[ 4  0  3  7  8 10 13 17]": 218,
  "[3 0 7]": 219,
  "[ 4  0  3  7  9 10 17]": 220,
  "[ 8  0  4  7 10 14 17]": 221,
  "[ 5  0  3  7  8 10 17]": 222,
  "[10  0  4  7  9 17]": 223,
  "[10  0  4  7  9 14 17]": 224,
  "[0 0 3 7 9]": 225,
  "[ 2  0  3  7  8 17]": 226,
  "[6 0 4 8]": 227,
  "[ 4  0  4  7 11 14]": 228,
  "[10  0  3  7  8 17]": 229,
  "[ 9  0  3  7  9 17]": 230,
  "[ 2  0  4  7  9 11]": 231,
  "[ 4  0  4  7  9 11 14]": 232,
  "[9 0 7]": 233,
  "[6 0 7]": 234,
  "[ 5  0  3  7  8 10 14 17]": 235,
  "[ 9  0  4  7 11 14]": 236,
  "[4 0 7]": 237,
  "[ 2  0  3  7  8 10 14 17]": 238,
  "[ 4  0  3  7  8 10]": 239,
  "[ 4  0  3  7  9 17]": 240,
  "[ 5  0  3  7  8 10]": 241,
  "[8 0 7]": 242,
  "[0 0 7]": 243,
  "[ 5  0  4  7 10 14]": 244,
  "[7 0 7]": 245,
  "[7 0 4 8]": 246,
  "[ 0  0  4  7  9 11]": 247,
  "[2 0 7]": 248,
  "[5 0 7]": 249,
  "[10  0  7]": 250,
  "[10  0  3  7  8 10]": 251,
  "[ 0  0  3  7 10 14]": 252,
  "[ 8  0  3  7  9 10 14 17]": 253,
  "[ 8  0  4  7 10 14]": 254,
  "[ 8  0  3  7 10 14]": 255,
  "[10  0  3  7  8 10 17]": 256,
  "[ 5  0  3  7  8 10 13 17]": 257,
  "[1 0 7]": 258,
  "[ 5  0  4  7 10 14 17]": 259,
  "[ 0  0  3  7  8 10]": 260,
  "[10  0  4  7  9 10 14 17]": 261,
  "[ 9  0  3  7  9 10 14 17]": 262,
  "[ 4  0  4  7  9 11 14 18]": 263,
  "[4 0 4 8]": 264,
  "[ 4  0  4  7  9 10 14 17]": 265,
  "[ 8  0  3  7 10 14 17]": 266,
  "[11  0  7]": 267,
  "[ 1  0  3  7  9 17]": 268,
  "[11  0  4  7 10 18]": 269
}